export const type = [
  // 上衣
  {
    type: '上衣',
    list: [
      "T恤", "衬衫", "卫衣", "毛衣", "背心", "POLO衫", "西装外套", "风衣", "夹克", "牛仔外套", "羽绒服", "皮衣", "针织开衫",
    ]
  },
  {
    type: '裤子',
    list: [
      "牛仔裤", "休闲裤", "运动裤", "西装裤", "短裤", "打底裤", "工装裤", "阔腿裤",
    ]
  },
  {
    type: '裙子',
    list: [
      "连衣裙", "短裙", "长裙", "半身裙", "吊带裙", "旗袍", "百褶裙",
    ]
  },
  {
    type: '内搭',
    list: [
      "内衣", "文胸", "背心", "吊带", "打底衫",
    ]
  },
  {
    type: '配饰',
    list: [
      "围巾", "手套", "帽子", "袜子"
    ]
  }
];

export const color = [
  "黑色",
  "白色",
  "灰色",
  "红色",
  "蓝色",
  "绿色",
  "黄色",
  "粉色",
  "紫色",
  "橙色",
  "棕色",
  "米色",
  "酒红色",
  "藏青色",
  "浅蓝色",
  "深蓝色",
  "墨绿色",
  "卡其色",
  "银色",
  "金色"
];

export const season = [
  "春",
  '夏',
  '秋',
  '冬'
];